{"data": [{"title": " first case covid-19 ", "paragraphs": [{"context": "The article contains the number of cases of coronavirus disease 2019 (COVID-19) reported by each country, territory, and subnational area to the World Health Organization (WHO) and published in WHO reports, tables, and spreadsheets. For more international statistics in table and map form, see COVID-19 pandemic by country and territory. As of 8 February 2022, 397,259,234 cases have been stated by government agencies from around the world to be confirmed.\n119 countries and territories have more confirmed cases than the People's Republic of China, the country where the outbreak began. All countries and territories with more cases than China have at least 0 cases, incl. Hungary, Egypt and South Korea. Thailand was the first country to report at least one case outside China. The United States and COVID-19 pandemic in Italy were first two countries to overtake China in terms of the number of confirmed cases. The country that overtook China in terms of the number of confirmed cases several days later was the United Kingdom. COVID-19 pandemic in Japan was the first country in East Asia to overtake China in terms of the number of confirmed cases. The second country in East Asia that overtook China in terms of the number of confirmed cases was South Korea, while the third and most recent one was Mongolia. The most recent country that overtook China in terms of the number of confirmed cases was Trinidad and Tobago, while the most recent territory was Guadeloupe. Today, 16 most affected countries have at least five million cases, incl. the United States, India, Brazil, France, the United Kingdom, Russia, Germany, Italy, Spain, Argentina and Poland. At the moment, 39 most affected countries, incl. Greece, Japan, Thailand, Romania, Czechia, South Africa, Portugal, Canada, Australia and Chile, have at least 0 cases.\nThe first person infected with the disease, known as COVID-19, was discovered at the beginning of December 2019. The disease has spread very easily to the United States, India, Brazil, France, the United Kingdom, Russia, Germany, Italy, Spain, Argentina, Poland, Japan, South Africa, Czechia, Canada, Portugal, Australia, Chile, Romania, Thailand, Greece, Hungary, South Korea and Egypt and many other countries. The COVID-19 outbreak has been a pandemic since 11 March 2020. A total of about 5.8 million deaths worldwide pertaining to COVID-19 was reported as of February 2022. At the beginning of December 2021, the second anniversary of the beginning of the COVID-19 outbreak was commemorated. As of 8 February 2022, 105 countries have at least 200,000 confirmed COVID-19 cases, and of them, 77 (11 out of 15 or about 73.3%) have at least half a million confirmed COVID-19 cases. On 11 March 2022, the second anniversary of the day when the COVID-19 outbreak became a pandemic will be commemorated.\nThe first section contains summary information: the total number of countries and territories with at least 100, 1,000, 1,000, 0, 1, and 0cases; the number of cases reported to WHO; the countries and territories that have reported no cases yet to WHO; and two charts showing the 20 countries and territories with the highest numbers of cases and deaths per capita. In the second section, the table has a timeline of confirmed cases of COVID-19. The number of countries affected is shown, along with the number of days taken for the number of cases to double. The table can be sorted by country or date of first confirmed case.", "qas": [{"question": " where was identified the first case of covid-19?", "id": "56be4db0acb8001400a502ee"}]}]}]}